Repository: bigretromike/nakamori.lib
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, sv_se, zh_cn

# #30001
source: Server
ar_sa: الخادم
es_es: Servidor
fr_fr: Serveur
he_il: שרת
pl_pl: Serwer
zh_cn: 服务器

# #30002
source: Label
ar_sa: ضع الكلمة المناسبة
de_de: Etikette
es_es: Etiqueta
fr_fr: Étiquette
he_il: תווית
it_it: Etichetta
pl_pl: Nazwa
sv_se: Märka
zh_cn: 标签

# #30003
source: Date
ar_sa: تاريخ
de_de: Datum
es_es: Fecha
fr_fr: Rendez-vous amoureux
he_il: תאריך
it_it: Data
nl_nl: Datum
pl_pl: Data
sv_se: Datum
zh_cn: 日期

# #30004
source: Title
ar_sa: عنوان
de_de: Titel
es_es: Título
fr_fr: Titre
he_il: כותרת
it_it: Titolo
nl_nl: Titel
pl_pl: Tytuł
sv_se: Titel
zh_cn: 标题

# #30005
source: Time
ar_sa: زمن
de_de: Zeit
es_es: Hora
fr_fr: Temps
he_il: זמן
it_it: Tempo
nl_nl: Tijd
pl_pl: Czas
sv_se: Tid
zh_cn: 时间

# #30006
source: Genre
ar_sa: نوع أدبي
es_es: Género
he_il: ז'אנר
it_it: Genere
pl_pl: Kategoria
zh_cn: 体裁

# #30007
source: Year
ar_sa: عام
de_de: Jahr
es_es: Año
fr_fr: Année
he_il: שנה
it_it: Anno
nl_nl: Jaar
pl_pl: Rok
sv_se: År
zh_cn: 年份

# #30008
source: Rating
ar_sa: تقييم
de_de: Bewertung
es_es: Clasificación
fr_fr: Évaluation
he_il: דירוג
it_it: Valutazione
nl_nl: Beoordeling
pl_pl: Ocena
sv_se: Betyg
zh_cn: 评分

# #30009
source: UserRating
ar_sa: تقييم المستخدم
de_de: Benutzer-Bewertung
es_es: Opiniones de los usuarios
fr_fr: Note de l'utilisateur
he_il: דירוג משתמש
it_it: Voto dell'utente
nl_nl: Gebruikersbeoordeling
pl_pl: Ocena użytkownika
sv_se: Användarbetyg
zh_cn: 用户评分

# #30010
source: Episode
ar_sa: حلقة
de_de: Folge
es_es: Episodio
fr_fr: Épisode
he_il: פרק
it_it: Episodio
nl_nl: Aflevering
pl_pl: Odcinki
sv_se: Episod
zh_cn: 分集

# #30011
source: SortTitle
pl_pl: Tytuł sortowania
zh_cn: 排序标题

# #30012
source: DateAdded
ar_sa: تم إضافة التاريخ
de_de: Datum hinzugefügt
es_es: Fecha Agregada
fr_fr: Date ajoutée
he_il: תאריך הוסף
it_it: Data aggiunta
nl_nl: Datum toegevoegd
pl_pl: Data dodania
sv_se: Datum tillagt
zh_cn: 添加日期

# #30013
source: Failed set_window_heading
ar_sa: فشل set_window_heading
de_de: Set_window_heading fehlgeschlagen
es_es: Falló set_window_heading
fr_fr: Echec de set_window_heading
he_il: נכשל set_window_heading
it_it: Set_window_heading fallito
nl_nl: Mislukt set_window_heading
pl_pl: Błąd set_window_heading
sv_se: Misslyckades set_window_heading
zh_cn: 设置窗口标题失败

# #30014
source: Unable to Select Item
ar_sa: غير قادر على تحديد عنصر
de_de: Element kann nicht ausgewählt werden
es_es: No se puede seleccionar el elemento
fr_fr: Impossible de sélectionner un élément
he_il: לא ניתן לבחור פריט
it_it: Impossibile selezionare l'elemento
nl_nl: Kon item niet selecteren
pl_pl: Nie można wybrać elementu
sv_se: Det gick inte att välja artikel
zh_cn: 无法选择项目

# #30015
source: Unable to Select Item
ar_sa: غير قادر على تحديد عنصر
de_de: Element kann nicht ausgewählt werden
es_es: No se puede seleccionar el elemento
fr_fr: Impossible de sélectionner un élément
he_il: לא ניתן לבחור פריט
it_it: Impossibile selezionare l'elemento
nl_nl: Kon item niet selecteren
pl_pl: Nie można wybrać elementu
sv_se: Det gick inte att välja artikel
zh_cn: 无法选择项目

# #30016
source: Unable to Execute JSONRPC to Kodi
ar_sa: غير قادر على تنفيذ JSONRPC على Kodi
de_de: JSONRPC kann nicht in Kodi ausgeführt werden
es_es: No se puede ejecutar JSONRPC a Kodi
fr_fr: Impossible d'exécuter JSONRPC sur Kodi
he_il: לא ניתן לבצע את JSONRPC לקודי
it_it: Impossibile eseguire JSONRPC su Kodi
nl_nl: Kon JSONRPC niet uitvoeren naar Kodi
pl_pl: Nie można wykonać JSONRPC
sv_se: Kan inte utföra JSONRPC till Kodi
zh_cn: 无法在Kodi上执行JSONRPC

# #30017
source: Server Error
ar_sa: خطأ في الخادم
de_de: Serverfehler
es_es: Error del Servidor
fr_fr: erreur du serveur
he_il: שגיאת שרת
it_it: Errore del server
nl_nl: Serverfout
pl_pl: Błąd serwera
sv_se: Serverfel
zh_cn: 服务器错误

# #30018
source: There was an error starting Shoko Server
ar_sa: حدث خطأ أثناء بدء تشغيل Shoko Server
de_de: Beim Starten von Shoko Server ist ein Fehler aufgetreten
es_es: Hubo un error al iniciar el servidor Shoko.
fr_fr: Une erreur s'est produite lors du démarrage de Shoko Server.
he_il: אירעה שגיאה בעת הפעלת שרת Shoko
it_it: Si è verificato un errore durante l'avvio di Shoko Server
nl_nl: Er is een fout opgetreden bij het starten van Shoko Server
pl_pl: Wystąpił błąd podczas uruchamiania serwera Shoko
sv_se: Det gick inte att starta Shoko Server
zh_cn: 启动Shoko服务器时出现了一些错误

# #30019
source: Check the server\'s status.
de_de: Überprüfen Sie den Serverstatus.
fr_fr: Vérifiez l’état du serveur.
he_il: בדוק את מצב השרת.
pl_pl: Sprawdź status serwera.
sv_se: Kontrollera serverens status.
zh_cn: 请检查服务器的状态

# #30020
source: Feel free to ask for advice on our discord
ar_sa: لا تتردد في طلب المشورة بشأن خلافنا
de_de: Zögern Sie nicht, sich zu unserer Zwietracht beraten zu lassen
es_es: Siéntete libre de pedir consejo sobre nuestra discordia.
fr_fr: N'hésitez pas à demander conseil sur notre discorde
he_il: אתה מוזמן לבקש עצה על המחלוקת שלנו
it_it: Sentiti libero di chiedere un consiglio sulla nostra discordia
nl_nl: Aarzel niet om advies te vragen over onze onenigheid
pl_pl: W razie problemów zapraszamy na nasz Discord
sv_se: Känn dig fri att be om råd om vår discord
zh_cn: 可以在我们的Discord上询问

# #30021
source: Waiting for Server Startup
ar_sa: في انتظار بدء تشغيل الخادم
de_de: Warten auf Serverstart
es_es: Esperando el inicio del servidor
fr_fr: En attente de démarrage du serveur
he_il: ממתין להפעלת שרת
it_it: In attesa di avvio del server
nl_nl: Wachten op server opstarten
pl_pl: Oczekiwanie na uruchomienie serwera
sv_se: Väntar på start av server
zh_cn: 等待服务启动

# #30022
source: Connection Error
ar_sa: خطأ في الإتصال
de_de: Verbindungsfehler
es_es: Error de conexión
fr_fr: Erreur de connexion
he_il: בעיית חיבור
it_it: Errore di connessione
nl_nl: Verbindingsfout
pl_pl: Błąd połączenia
sv_se: Anslutningsfel
zh_cn: 连接错误

# #30023
source: There was an error connecting to Shoko Server
ar_sa: حدث خطأ أثناء الاتصال بخادم Shoko Server
de_de: Beim Herstellen der Verbindung zu Shoko Server ist ein Fehler aufgetreten
es_es: Hubo un error al conectarse al servidor Shoko.
fr_fr: Une erreur s'est produite lors de la connexion à Shoko Server.
he_il: אירעה שגיאה בהתחברות לשרת Shoko
it_it: Si è verificato un errore durante la connessione a Shoko Server
nl_nl: Er is een fout opgetreden bij het verbinden met Shoko Server
pl_pl: Wystąpił problem z połączeniem do serwera Shoko
sv_se: Det uppstod ett fel vid anslutning till Shoko Server
zh_cn: 连接到Shoko服务器时出现了一些问题

# #30024
source: If you have set up Shoko Server, feel free to ask for advice on our discord.
ar_sa: إذا قمت بإعداد خادم Shoko Server ، فلا تتردد في طلب المشورة بشأن خلافنا.
de_de: Wenn Sie Shoko Server eingerichtet haben, können Sie sich gerne zu unserer Zwietracht beraten lassen.
es_es: Si ha configurado el servidor Shoko, no dude en pedir consejo sobre nuestra discordia.
fr_fr: Si vous avez configuré Shoko Server, n'hésitez pas à demander conseil sur notre discorde.
he_il: אם יש לך להגדיר שרת Shoko, אל תהסס לבקש עצה על המחלוקת שלנו.
it_it: Se hai installato Shoko Server, sentiti libero di chiedere un consiglio sulla nostra discordia.
nl_nl: Als u Shoko Server hebt opgezet, kunt u gerust om advies vragen over onze onenigheid.
pl_pl: Jeżeli serwer Shoko jest skonfigurowany, z pytaniami zapraszamy na nasz Discord
sv_se: Om du har konfigurerat Shoko Server, var god och fråga om rådgivning.
zh_cn: 若你已经设置好了Shoko服务器，可以到我们的Discord上询问。

# #30025
source: If you do, please provide your kodi.log and Shoko Server log.
ar_sa: إذا قمت بذلك ، يرجى تقديم سجل kodi.log وخادم Shoko Server.
de_de: Wenn Sie dies tun, geben Sie bitte Ihr kodi.log- und Shoko Server-Protokoll an.
es_es: Si lo hace, proporcione su registro kodi.log y Shoko Server.
fr_fr: Si vous le faites, veuillez fournir vos journaux kodi.log et Shoko Server.
he_il: אם תעשה זאת, ספק את יומן ה- kodi.log ואת יומן ה- Shoko.
it_it: Se lo fai, ti preghiamo di fornire il tuo log kodi.log e server Shoko.
nl_nl: Als dit het geval is, geeft u uw kodi.log en Shoko Server-logboek op.
pl_pl: Prosimy byś przygotował pliki takie jak kodi.log oraz logi sewera Shoko.
sv_se: Om du gör det, vänligen ange din kodi.log och Shoko Server logg.
zh_cn: 询问时请同时提供Kodi.log和Shoko服务器的日志

# #30026
source: Error Getting apikey
ar_sa: خطأ في الحصول على apikey
de_de: Fehler beim Abrufen der Apikey
es_es: Error al obtener apikey
fr_fr: Erreur lors de l'apikey
he_il: שגיאה מקבל אפיקי
it_it: Errore durante l'acquisizione di apikey
nl_nl: Fout bij het ophalen van apikey
pl_pl: Błąd pobierania klucza API
sv_se: Fel Hämta apikey
zh_cn: 获取API KEY错误

# #30027
source: It didn't error, but it didn't init either
ar_sa: لم يخطئ ، لكنه لم يبدِ أيضًا
de_de: Es hat keinen Fehler gemacht, aber es wurde auch nicht ausgelöst
es_es: No se equivocó, pero tampoco se inició.
fr_fr: Il n'a pas commis d'erreur, mais il n'a pas non plus commencé
he_il: זה לא טעה, אבל זה גם לא יזום
it_it: Non ha avuto errori, ma non è stato avviato neanche
nl_nl: Het heeft geen fout gemaakt, maar het heeft ook niet init
pl_pl: Nie wystąpił problem krytyczny, ale program się też nie zainicjował.
sv_se: Det gjorde inte fel, men det gjorde inte heller
zh_cn: 没有出现错误，但也没有初始化。

# #30028
source: Starting Scrobble
ar_sa: بدء الخربشة
de_de: Scrobble starten
es_es: Iniciando Scrobble
fr_fr: Scrobble de départ
he_il: מתחיל Scrobble
it_it: Avvio di Scrobble
nl_nl: Scrobble starten
pl_pl: Rozpoczęcie scrobbl-owania
sv_se: Starta Scrobble
zh_cn: 启动记录上传

# #30029
source: Paused Scrobble
ar_sa: توقف مؤقت
de_de: Angehaltenes Scrobble
es_es: En pausa Scrobble
fr_fr: Scrobble en pause
he_il: מושהה Scrobble
it_it: In pausa Scrobble
nl_nl: Gepauzeerde Scrobble
pl_pl: Zapauzowanie scrobblo-wania
zh_cn: 暂停记录上传

# #30030
source: Stopping Scrobble
ar_sa: وقف الخربشة
de_de: Scrobble beenden
es_es: Deteniendo Scrobble
fr_fr: Arrêter Scrobble
he_il: עצירת Scrobble
it_it: Fermare Scrobble
nl_nl: Scrobble stoppen
pl_pl: Zatrzymanie scrobbl-owania
sv_se: Stoppar Scrobble
zh_cn: 停止记录上传

# #30019
source: Check the server's status.
ar_sa: تحقق من حالة الخادم.
es_es: Compruebe el estado del servidor.
it_it: Controlla lo stato del server.
nl_nl: Controleer de status van de server.
